/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Avisar 1 minuto antes de la desconexión ";

/* Title for the about page */
"About" = "Acerca de";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Cuenta";

/* Title for the accounts tab */
"Accounts" = "Cuentas";

/* String to be displayed when a buddy is Active */
"Active" = "Activo";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* String to describe advanced set of settings */
"Advanced" = "Avanzado";

/* Agree to EULA */
"Agree" = "Acepto";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-delete";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Ausente";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Background session will expire in one minute.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* The String for a button to block a buddy */
"Block" = "Bloquear";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquear y eliminar";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "Lista de amigos";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Cancelar";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancelar conversación cifrada";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatear conmigo de forma segura";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure es traído hasta ti gracias a muchos proyectos open source.";

/* let users know source is on Github */
"Check out the source here on Github" = "Revisa el código fuente en Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Borrar historial de conversaciones";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Conectar con Facebook";

/* Whether or not account is logged in */
"Connected" = "Conectado";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribuye en la traducción";

/* Title for the conversations tab */
"Conversations" = "Conversaciones";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "¿Deseas borrar la cuenta?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Borrar conversaciones al desconectarse";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Disagree";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Desconectar de Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Desconectado";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "No molestar";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Donar";

/* Title for button to press when user is finished */
"Done" = "Hecho";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Ingresó texto";

/* Title of error message pop-up box */
"Error!" = "¡Error!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "La conexión con el servidor XMPP falló. Por favor revise sus credenciales de inicio de sesión y su conexión a internet e intente de nuevo.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Falló el inicio de autenticación. Por favor intente de nuevo.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Fingerprint for you";

/* Size for the font in the chat screen */
"Font Size" = "Tamaño de la fuente";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Se ha ido";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grupo";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupos";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Mismatch";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorar";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inactivo";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Iniciar chat cifrado";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "está en línea";

/* Message shown in line for users that are away */
"is now away" = "ahora está ausente";

/* Message shown in line for users that are offline */
"is now offline" = "ahora está desconectado";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Idioma";

/* String of title to alert user language is change */
"Language Change" = "Language Change";

/* log in to account */
"Log In" = "Iniciar sesión ";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Cerrar sesión";

/* shown during the login process */
"Logging in..." = "Iniciando sesión...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Iniciar sesión en";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Salir de XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Mensaje:";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nombre";

/* For a new settings value */
"New" = "Nuevo";

/* Title for New Account View */
"New Account" = "Nueva cuenta";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Nuevo mensaje de estado: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "No hay cuentas guardadas";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "No Disponible";

/* Not Verified or cancel verified */
"Not Verified" = "No verificado";

/* Label in buddy list for users that are offline */
"Offline" = "Desconectado";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Old";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Abrir en Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opcional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Otro";

/* Label text for password field on login screen */
"Password" = "Contraseña";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Aprobación pendiente";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Borrar de forma permanente";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Puerto";

/* label for link to ChatSecure project website */
"Project Homepage" = "Página web del proyecto";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Purported fingerprint for";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Leer";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Reciente(s)";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Recordar contraseña";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Recordar nombre de usuario";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Eliminar";

/* Reply to an incoming message */
"Reply" = "Responder";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Requerir TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Requerido";

/* Title for button for saving a setting */
"Save" = "Guardar";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Alerta de seguridad";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self Signed SSL";

/* For sending a message */
"Send" = "Enviar";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Enviar Comentarios";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Preferencias";

/* Title for sharing a link to the app */
"Share" = "Compartir";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Tamaño de la fuente en la ventana de chat";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "La conversación con %@ ya no es segura.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Este chat es seguro";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Esta conversación es segura y ha sido verificada";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Escribiendo";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "usuario@gmail.com";

/* Label text for username field on login screen */
"Username" = "Nombre de usuario";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Verificado";

/* Shown when verifying fingerprints */
"Verify" = "Verificar";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verificar huella digital";

/* Shown when verifying fingerprints */
"Verify Later" = "Verificar después";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versión";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Advertencia: Esta conversación no está cifrada";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Adverencia: ¡Use con precaución! Esto puede reducir su seguridad.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Cuando usted abandone esta conversación se borrará para siempre.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Usted debe estar primero en una conversación segura.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Debes escribir un nombre de usuario y contraseña para entrar.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Tu donación ayudará a financiar el desarrollo de ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Su nombre de usuario de Facebook no es la dirección de correo electrónico que utiliza para iniciar sesión en Facebook";

